[
    "Recycling one aluminum can saves enough energy to run a TV for three hours",
    "It takes 500 years for average sized plastic water bottles to fully decompose",
    "Recycling one ton of paper saves 17 mature trees",
    "Glass is 100% recyclable and can be recycled endlessly without loss in quality or purity",
    "A single wind turbine can power up to 500 homes",
    "Solar energy has been used by humans for over 2700 years",
    "The average person generates over 4 pounds of trash every day",
    "Compact fluorescent light bulbs (CFLs) use 75% less energy than traditional bulbs",
    "Planting trees can increase property value by 15% or more",
    "Over 100 billion aluminum cans are sold in the U.S. each year, but less than half are recycled",
    "LED lights consume 80% less energy compared to incandescent bulbs",
    "The energy saved from recycling a single glass bottle can power a 100-watt light bulb for 4 hours",
    "Rain barrels can save homeowners about 1,300 gallons of water during peak summer months",
    "Every ton of recycled office paper saves 380 gallons of oil",
    "The Great Pacific Garbage Patch is the largest ocean garbage site in the world, twice the size of Texas",
    "Recycling one ton of plastic can save up to 2,000 gallons of gasoline",
    "The first solar cell was created in 1883 by Charles Fritts",
    "Bamboo can grow up to 35 inches in a single day",
    "Recycling helps reduce water pollution by reducing the need to extract raw materials",
    "If all our newspaper was recycled, we could save about 250 million trees each year",
    "Americans use 100 billion plastic bags a year, which require 12 million barrels of oil to manufacture",
    "E-waste represents 2% of America’s trash in landfills, but it equals 70% of overall toxic waste",
    "Recycled paper produces 73% less air pollution than if it was made from raw materials",
    "About 30% of energy used in buildings is used inefficiently or unnecessarily",
    "A single quart of motor oil, if disposed improperly, can contaminate up to 2 million gallons of fresh water",
    "Green roofs not only provide insulation but also reduce the amount of stormwater runoff and filter pollutants",
    "Turbine-powered wind farms supply energy to over 100 million people worldwide",
    "Seals and other marine animals are endangered by plastic waste which they mistake for food",
    "Reusable bags can eliminate the need for approximately 500 plastic bags over their lifespan",
    "Hydropower is the most widely used form of renewable energy, accounting for 16% of global electricity generation",
    "Recycled clothing can significantly reduce textile waste and reduce energy consumption in the production of new garments",
    "A leaky faucet can waste up to 3,000 gallons of water per year",
    "Organic farming reduces carbon dioxide and helps save energy",
    "More than 1 trillion gallons of water, worth $6 billion, are wasted each year due to running toilets, leaking faucets, or other leaks",
    "Electric vehicles can reduce greenhouse emissions by up to 54% compared to gasoline vehicles",
    "Composting kitchen and yard waste can reduce waste sent to landfills by about 30%",
    "Recycling steel and tin cans saves 74% of the energy used to produce them",
    "Flying less, or choosing direct flights reduces carbon footprints",
    "Installing a programmable thermostat can save energy and about $150 annually in energy costs",
    "The plastics industry accounts for approximately 50% of the oil used in total global production",
    "Recycling cardboard only takes 75% of the energy needed to make new cardboard",
    "Refrigerating plastic-clad cucumber can avoid food spoilage and reduce food waste",
    "Approximately 60% of the world’s energy is wasted through inefficiencies",
    "Recycled aluminum saves 95% of the energy required to make the same amount of aluminum from raw materials",
    "Globally, people discard about 3.5 million tons of solid waste a day",
    "Switching to a plant-based diet can substantially reduce water usage and reduce one’s carbon footprint",
    "Compact fluorescent bulbs (CFLs) can last up to 10 times longer than traditional incandescent bulbs",
    "Beeswax wraps can be used as a sustainable alternative to cling film for food storage",
    "Disposable diapers take around 500 years to decompose",
    "Up to 80% of the energy used in washing clothes comes from heating the water",
    "Using cruise control on the highway can help you save gas and money",
    "Recycled copper saves 90% of the energy required to mine new copper",
    "Grocery bags made from recycled polyethylene save 2/3 of the energy required for production",
    "Harvesting rainwater can significantly reduce dependency on water supply systems and lower utility bills",
    "Eco-tourism promotes conservation, preserves biodiversity, and helps local economies",
    "Recycling one ton of cardboard saves 46 gallons of oil",
    "Nearly 80% of disposed textiles end up in landfills while only about 20% is actually recycled",
    "Carpooling can cut each participant’s travel costs and carbon emissions by more than half",
    "Plant-based cleaners reduce air pollution indoors and minimize exposure to toxins",
    "Energy-efficient appliances typically use 10% to 50% less energy than their conventional counterparts",
    "Solar panels on the roofs of homes can potentially cut household electricity bills in half",
    "Over 220 million tons of old computers and other technological hardware are trashed in the U.S. each year",
    "Geothermal energy, derived from the heat inside the earth, is cost-effective, reliable, and environmentally sustainable",
    "Installing low-flow showerheads can save 15 gallons of water during a 10-minute shower",
    "Turning off lights when leaving a room can save a significant amount of energy over time",
    "Approximately 8 million metric tons of plastic are thrown into the ocean annually",
    "Buildings are responsible for 40% of energy consumption in the U.S",
    "Recyclable materials in the U.S. waste stream would generate over $7 billion if they were recycled",
    "Industrial composting facilities can divert organic waste from landfills and reduce methane emissions",
    "Diesel cars can be 20-40% more efficient than gasoline cars",
    "The energy saved from recycling one glass bottle can operate a 100-watt light bulb for four hours",
    "Biking to work instead of driving can significantly reduce transportation of greenhouse gas emissions",
    "Over 90% of the cost of bottled water is due to the bottle itself",
    "Worm composting can convert organic waste into rich soil",
    "Using both sides of paper can cut paper usage and deforestation by half",
    "Recycled polyester uses 30-50% less energy compared to virgin polyester",
    "1% reduction in water usage in the U.S. would save 2.8 million dollars per year",
    "Native plants require less water, fertilizer, and pesticides to maintain",
    "Sustainable fishing ensures that fish populations and ecosystems remain healthy",
    "Upgrading insulation can reduce heating requirements by up to 30%",
    "Renewable diesel is an alternative to biodiesel and can be made from leftover cooking oil",
    "Drinking tap water instead of bottled can drastically reduce plastic waste",
    "Sustainable agriculture preserves environmental health, economic profitability, and social equity",
    "Motion sensor lights reduce energy consumption by turning off lights when not required",
    "British households throw away 4.5 million tons of edible food each year",
    "Exhaust from ship engines is responsible for about 60,000 cardiopulmonary and lung cancer deaths annually worldwide",
    "Sedum roofs can enhance the biodiversity in urban environments and help with stormwater management.",
    "Air travel is responsible for about 2.5% of global carbon dioxide emissions.",
    "Dialing down the thermostat by just one degree can save around 10% off your energy bill.",
    "Eco-friendly packaging not only reduces waste but also minimizes carbon footprint during transport.",
    "Businesses can apply for LEED certification to validate their sustainability efforts.",
    "The typical U.S. family spends around $2,200 a year on energy bills, with a significant fraction going to waste.",
    "Adding insulation to a home can save up to 1 ton of carbon dioxide per year",
    "Reducing the average car's mileage by 15,000 to 10,000 miles annually could reduce CO2 emissions by 15%.",
    "Solar cookers utilize solar energy for cooking, thus saving energy and reducing pollution.",
    "The lifecycle cost of a piece of clothing includes its production, transportation, use, and disposal impacts.",
    "Coral reefs protect coastal areas by reducing the power of waves hitting the coast and are crucial biodiversity hotspots.",
    "Use of public transit can save approximately 19 million barrels of oil annually in the U.S.",
    "Plant-derived plastics are emerging as a sustainable alternative to petrochemical plastics.",
    "Installing a green wall can help regulate temperature inside a building and reduce reliance on heating and cooling systems."
]
